Repository: Adummio/Eonic
Catalog: Eonic/*.lproj/Localizable.strings
Languages: it

source: Charger Found
it: Colonnina trovata

source: Click here to go to the nearest Ev Charger
it: Clicca qui per andare alla colonnina di ricarica più vicina

source: Closed
it: Chiuso

source: Closed • Private
it: Chiuso • Privato

source: Closed • Private Residence
it: Chiuso • Residenza Privata

source: Closed • Public
it: Chiuso • Pubblico

source: Done
it: Fatto

source: Eonic is looking to the nearest charging station to you.
it: Eonic sta cercando la stazione di ricarica più vicina.

source: min drive
it: min di guida

source: Nearest to you
it: Più vicino

source: Operational
it: Aperto

source: Operational • Private
it: Aperto • Privato

source: Operational • Private Residence
it: Aperto • Residenza Privata

source: Operational • Public
it: Aperto • Pubblico

source: Phone not Found
it: Telefono non Trovato

source: Private •
it: Privato •

source: Private Residence •
it: Residenza Privata •

source: Public •
it: Pubblico •

source: Sorry, this charge point doesn't have a phone number.
it: Questo punto di ricarica non ha un numero di telefono

source: Start Navigation
it: Inizia Navigazione

source: The research will take a few seconds.
it: La ricerca richiederà qualche secondo.

source: Unknown Company
it: Compagnia sconosciuta

source: Unknown Plug
it: Plug Sconosciuto

source: Unknown Postal Code/CAP
it: CAP Sconosciuto
